<template>
	<section class="bookInfo">
		<div class="title">
			<img @click="back" src="../../images/tty/icon_back_black.png" alt="">
			预订须知
		</div>
		<scroll
			@scroll="scroll"
	    :listen-scroll="listenScroll"
	    :probe-type="probeType"
	    class="artical"
	    ref="artical">
			<div>
				<h6>预订须知</h6>
				<p class="indent">2015年10月12日开始，欧洲申根国使馆要求游客前往签证中心采集指纹，请您提前做好安排并按时抵达！请注意如果已经按过指纹，但因任何原因无法在签证信息系统内查询到指纹信息，即便仍旧在59个月的期限内，签证申请人可能被要求访问签证申请中心再次提交指纹信息。 境外法规及风俗习惯：</p>
				<p> 1.欧洲法律规定，司机每行驶两小时后必须休息20分钟，每天开车时间不得超过9小时，且休息时间在12小时以上；</p>
				<p> 2.欧洲国家政府规定：公共场合禁止吸烟！如被查到将会受到当地相关执法部门的重罚，罚额高达500-2000欧元不等请游客一定要严格遵守欧洲国家的重要规定，以免造成不必要的经济损失！</p>

				<p> 1.欧洲法律规定，司机每行驶两小时后必须休息20分钟，每天开车时间不得超过9小时，且休息时间在12小时以上；</p>
				<p> 2.欧洲国家政府规定：公共场合禁止吸烟！如被查到将会受到当地相关执法部门的重罚，罚额高达500-2000欧元不等请游客一定要严格遵守欧洲国家的重要规定，以免造成不必要的经济损失！</p>
				<p> 1.欧洲法律规定，司机每行驶两小时后必须休息20分钟，每天开车时间不得超过9小时，且休息时间在12小时以上；</p>
				<p> 2.欧洲国家政府规定：公共场合禁止吸烟！如被查到将会受到当地相关执法部门的重罚，罚额高达500-2000欧元不等请游客一定要严格遵守欧洲国家的重要规定，以免造成不必要的经济损失！</p>
				<p> 1.欧洲法律规定，司机每行驶两小时后必须休息20分钟，每天开车时间不得超过9小时，且休息时间在12小时以上；</p>
				<p> 2.欧洲国家政府规定：公共场合禁止吸烟！如被查到将会受到当地相关执法部门的重罚，罚额高达500-2000欧元不等请游客一定要严格遵守欧洲国家的重要规定，以免造成不必要的经济损失！</p>
				<p> 1.欧洲法律规定，司机每行驶两小时后必须休息20分钟，每天开车时间不得超过9小时，且休息时间在12小时以上；</p>
				<p> 2.欧洲国家政府规定：公共场合禁止吸烟！如被查到将会受到当地相关执法部门的重罚，罚额高达500-2000欧元不等请游客一定要严格遵守欧洲国家的重要规定，以免造成不必要的经济损失！</p>
				<p> 1.欧洲法律规定，司机每行驶两小时后必须休息20分钟，每天开车时间不得超过9小时，且休息时间在12小时以上；</p>
				<p> 2.欧洲国家政府规定：公共场合禁止吸烟！如被查到将会受到当地相关执法部门的重罚，罚额高达500-2000欧元不等请游客一定要严格遵守欧洲国家的重要规定，以免造成不必要的经济损失！</p>
			</div>
		</scroll>
	</section>
</template>

<script type="text/ecmascript-6">
	import Scroll from 'common/scroll';

	export default{
		data() {
			return{};
		},
		created() {
	  	this.probeType = 3
	    this.listenScroll = true
    },
		methods: {
			scroll(pos) {},
			back() {
				this.$emit('back')
			},
			refresh() {
				this.$refs.artical.refresh();
			}
		},
		components: {
			Scroll
		}
	}
</script>

<style lang="css">
	@import './bookInfo.css'
</style>